{
  "destinations": [
    {
      "destinationName": "Milan",
      "destinationImg": "images/d1a.jpg",
      "destinationBtn": "window.location.href='articles_milan.html'",
      "destinationData": "Milan is Italy's style capital - known for its grand architecture and fashion credentials. These are some of the best classic things to do in the city, plus a couple of top hotel recommendations. The Duomo, Milan's canals, The Basilica of Sant’Ambrogio, Milan's trams, Villa Necchi Campiglio, Casa Sola-Busca, Piazza dei Mercanti."
    },
    {
      "destinationName": "Paris - Members Only Content",
      "destinationImg": "images/d2a.jpg",
      "destinationBtn": "openForm()",
      "destinationData": "A local’s guide to Paris, France: If we had to select ten places, here are the ones we would recommend you to visit in Paris. Eiffel Tower: What would Paris be without its symbolic Eiffel Tower? Built by Gustave Eiffel to commemorate the centenary of the French Revolution, it is presented at the Exposition Universelle in Paris in 1889."
    },
    {
      "destinationName": "Tokyo - Members Only Content",
      "destinationImg": "images/d3a.jpg",
      "destinationBtn": "openForm()",
      "destinationData": "12 Top-Rated Tourist Attractions & Things to Do in Tokyo. Tokyo, the capital city of Japan and one of the best places to visit in Asia, is also home to the Imperial Palace and the seat of Government and Parliament. Located in East-Central Honshu, the largest of Japan's main islands, this heavily populated city is well worth visiting."
    },
    {
      "destinationName": "Rio - Members Only Content",
      "destinationImg": "images/d4a.jpg",
      "destinationBtn": "openForm()",
      "destinationData": "15 Top Tourist Attractions in Rio de Janeiro & Easy Day Trips. Rio de Janeiro's setting between the mountains and the sea is so spectacular that UNESCO cited 'the staggeringly beautiful location for one of the world's biggest cities' in naming Rio a World Heritage Site. UNESCO's accolades weren't just for the natural setting but also for the urban cultural landscape and the mix of architecture."
    },
    {
      "destinationName": "Moscow - Members Only Content",
      "destinationImg": "images/d5a.jpg",
      "destinationBtn": "openForm()",
      "destinationData": "The Top Things to Do in Moscow. View Live Map As a vibrant capital and Europe’s largest city, Moscow is a powerful mix of history and edginess, full of world-famous sites. Russia’s capital was just a small town when it was first recorded 800 years ago, but there is enough here today to keep you busy for months. Here’s the ultimate first-timer’s list of things to do in Moscow"
    },
    {
      "destinationName": "Berlin - Members Only Content",
      "destinationImg": "images/d6a.jpg",
      "destinationBtn": "openForm()",
      "destinationData": "Berlin's Top 10 Attractions. Are you on a whistle-stop tour of the capital or just looking for the Berlin Top 10? Well look no further, because we've picked the top ten things to see and do in Berlin so you don't have to. The choice was by no means easy - this city has so much to offer! Top pick 1: Reichstag - When the decision was made to move the Federal Government to Berlin ..."
    },
    {
      "destinationName": "London - Members Only Content",
      "destinationImg": "images/d7a.jpg",
      "destinationBtn": "openForm()",
      "destinationData": "Best 10 London attractions 2021. A trip to the capital wouldn't be complete without seeing the top 10 attractions in London. Visit now to enjoy these top things to do in London without the crowds. From the modern London Eye to the historic Tower of London, the top 10 tourist attractions in London are a must-see on any London sightseeing trip."
    },
    {
      "destinationName": "NYC - Members Only Content",
      "destinationImg": "images/d8a.jpg",
      "destinationBtn": "openForm()",
      "destinationData": "20 Top-Rated Tourist Attractions in New York City. One of the greatest cities in the world, New York is always a whirlwind of activity, with famous sites at every turn and never enough time to see them all. Some people come here to enjoy the Broadway shows; others come specifically to shop and dine; and many come simply to see the sites: the Statue of Liberty, Empire State Building, Brooklyn Bridge, Central Park."
    }
  ]
}
